{
    "movieReview": [
        {
            "id": 1,
            "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
            "movieLength": 115,
            "director": "Hirakawa Yuichiro",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
            "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
            "review": {
                "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
                "score": {
                    "screenPlay": 4,
                    "playing": 4,
                    "music": 7,
                    "actorSkills": 6,
                    "graphics": 7,
                    "average": 5.6
                }
            }
        },{
            "id": 2,
            "movieName": "หนัง Avatar: The Way of Water - อวตาร: วิถีแห่งสายน้ำ",
            "movieLength": 192,
            "director": "James Cameron",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221123120313227.jpg",
            "trailer": "https://www.youtube.com/embed/t0sCVZk0VVM",
            "review": {
                "review": "หนัง Avatar The Way of Water หรือชื่อไทยว่า อวตาร วิถีแห่งสายน้ำ ผ่านไปกว่า 10 ปี จากเหตุการณ์ในภาพยนตร์ภาคแรก “อวตาร: วิถีแห่งสายน้ำ” เริ่มต้นด้วยการเล่าเรื่องราวของครอบครัวซัลลี่ (เจค เนย์ทีรี่ และลูก ๆ ของพวกเขา) และปัญหาที่พวกเขาต้องเผชิญ ทั้งการพยายามอย่างหนักเพื่อปกป้องสมาชิกในครอบครัว การต่อสู้เอาชีวิตรอด และโศกนาฏกรรมที่พวกเขาต้องพบเจอ กำกับโดยเจมส์ คาเมรอน แสดงโดย แซม เวิร์ธธิงตัน โซอี ซัลดานา ซิกอร์นีย์ วีเวอร์ สตีเฟน แลง คลิฟ เคอร์ติส โจเอล เดวิด มัวร์ ซีซีเอส พาวเดอร์ เอดี้ ฟอลโก เจไมน์ คลีเมนท์ จิโอวานนี่ ริบิซี่ และ เคท วิทสเล็ท บทภาพยนตร์โดยเจมส์ คาเมรอน ริค แจฟฟา และ อแมนด้า ซิลเวอร์ เรื่องโดย เจมส์ คาเมรอน ริค แจฟฟา อแมนด้า ซิลเวอร์ จอร์จ ฟรีดแมน และ เชน ซาเลอร์โน่ อำนวยการสร้างโดย เจมส์ คาเมรอน และ จอห์น แลนเดา ร่วมด้วย เดวิด วัลเดส และ ริชาร์ด เบนแฮม ในฐานะผู้อำนวยการสร้างฝ่ายบริหาร อวตาร: วิถีแห่งสายน้ำเข้าฉายในโรงภาพยนตร์ 14 ธันวาคม 2565",
                "score": {
                    "screenPlay": 7,
                    "playing": 8,
                    "music": 8,
                    "actorSkills": 9.5,
                    "graphics": 10,
                    "average": 8.5
                }
            }
        },{
            "id": 3,
            "movieName": "หนัง The Lair - เขมือบล้างนรก",
            "movieLength": 95,
            "director": "Neil Marshall",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/2212031203314l6.jpg",
            "trailer": "https://www.youtube.com/embed/Y0dMzHLB2K8",
            "review": {
                "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
                "score": {
                    "screenPlay": 3,
                    "playing": 4,
                    "music": 5,
                    "actorSkills": 4,
                    "graphics": 5,
                    "average": 4.2
                }
            }
        },{
            "id": 4,
            "movieName": "หนัง Black Panther: Wakanda Forever - แบล็ค แพนเธอร์: วาคานด้าจงเจริญ",
            "movieLength": 161,
            "director": "Ryan Coogler",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2533_22110913312505.jpg",
            "trailer": "https://www.youtube.com/embed/_Z3QKkl1WyM",
            "review": {
                "review": "หนัง Black Panther Wakanda Forever หรือชื่อไทยว่า แบล็ค แพนเธอร์ วาคานด้าจงเจริญ หลังจากที่สิ้นสุดเรื่องราวมหากาพย์ที่ดำเนินมากว่า 10 ปีไปแล้ว ในตอนนี้ MCU เฟสที่ 4 กำลังเดินหน้าไปในทิศทางใหม่ หนึ่งในภาพยนตร์ที่กำลังอยู๋ในช่วงถ่ายทำอยู่ในตอนนี้ก็คือ Black Panther: Wakanda Forever การกลับมาของดินแดนที่ซ่อนตัวมายาวนาน ดินแดนที่เต็มไปด้วยเทคโนโลยีสุดล้ำ กับการเปลี่ยนแปลงครั้งใหญ่ที่ดินแดนนี้ต้องเผชิญ และล่าสุดตอนนี้พวกเขาได้นักแสดงคนใหม่เข้ามาเสริมทัพแล้ว ราชินีรามอนด้า (แองเจลา บาสเซตต์) ชูรี(เลทิเทีย ไรท์) เอ็มบาคู(วินสตัน ดุ๊ก) โอโคเย(ดาไน กูริรา) ",
                "score": {
                    "screenPlay": 5,
                    "playing": 5,
                    "music": 5,
                    "actorSkills": 8,
                    "graphics": 7,
                    "average": 6
                }
            }
        },{
            "id": 5,
            "movieName": "หนัง Black Adam - แบล็ก อดัม",
            "movieLength": 125,
            "director": "Jaume Collet-Serra",
            "category": "หนังต่อสู้แอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220929150027SW6.jpg",
            "trailer": "https://www.youtube.com/embed/l9mdj1bbN40",
            "review": {
                "review": "หนัง Black Adam หรือชื่อไทยว่า แบล็ก อดัม โลกนี้มีซูเปอร์ฮีโร่… โลกนี้มีวายร้าย… และโลกนี้มี แบล็ค อดัม! Warner Bros. Pictures และ New Line Cinema ปล่อยตัวอย่างใหม่ “Black Adam - แบล็ก อดัม” กำกับภาพยนตร์โดย โคลเล็ต-เซอร์ร่า กำกับฯ จากบทภาพยนตร์ของ อดัม ซิสติคีล, รอรี่ ไฮเนส และโซแฮรบ โนเชอร์วานิ เกือบ 5,000 ปีแล้วที่ แบล็ค อดัม (จอห์นสัน) ได้รับสุดยอดพลังจากเทพเจ้าโบราณแล้วถูกคุมขังตัวเอาไว้ทันที ในที่สุดเขาก็ถูกปลดปล่อยจากสุสานของเขา แล้วพร้อมที่จะระเบิดมหาอำนาจแห่งความยุติธรรมของตนบนโลกมนุษย์ ภาพยนตร์เรียบเรียงเรื่องราวจากตัวละครเด่นแห่งจักรวาลดีซี แบล็ก อดัม ของ บิลล์ ปาร์คเกอร์ และซี. ซี. เบ็ค จอห์นสัน นำแสดงร่วมกับ อัลดิส ฮอดจ์ ผู้รับบท ฮอว์คแมน, โนอาห์ เซนตินีโอ ผู้รับบท อะตอม สแมชเชอร์, ซาราห์ ชาฮิ ผู้รับบท เอเดรียนนา, มาร์เวน เคนซาริ ผู้รับบท อิชมาเอล, ควินเตสซา สวินเดลล์ ผู้รับบท ไซโคลน, โบดี ซาบอนกี ผู้รับบท เอมอน และเพียร์ซ บรอสแมน ผู้รับบท ด็อกเตอร์เฟต",
                "score": {
                    "screenPlay": 5,
                    "playing": 8,
                    "music": 7,
                    "actorSkills": 7,
                    "graphics": 8,
                    "average": 7
                }
            }
        },{
            "id": 6,
            "movieName": "หนัง Vesper - ฝ่าโลกเหนือโลก",
            "movieLength": 112,
            "director": "Kristina Buozyte, Bruno Samper",
            "category": "หนังผจญภัย",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220929120014Y1t.jpg",
            "trailer": "https://www.youtube.com/embed/0be8y6onkH4",
            "review": {
                "review": "หนัง Vesper หรือชื่อไทยว่า ฝ่าโลกเหนือโลก เรื่องราวเกิดขึ้นหลังจากเหตุการณ์ที่ระบบนิเวศของโลกล่มสลายลง ภาพยนตร์เล่าผ่าน ‘เวสเปอร์’ (ราฟฟิเอลลา แชปแมน) เด็กสาวอายุ 13 ปี ผู้ดื้อรั้นและใช้ทักษะการเอาตัวรอดเพื่อหาอาหารมาประทังชีวิตอยู่ในเศษซากโลกอันแปลกประหลาดและอันตรายร่วมกับ ‘ดาเรียส’ (ริชาร์ด เบรค) พ่อที่ป่วยเป็นอัมพาต เมื่อเวสเปอร์ได้พบกับ ‘คามิเลีย’ (โรซี แมคอีแวน) หญิงสาวลึกลับคนหนึ่ง ผู้โดดเดี่ยวและสับสนจากเหตุการณ์ยานบินตก เวสเปอร์ตกลงที่จะช่วยคามิเลียตามหาเพื่อนที่หายไปแลกกับการเดินทางอย่างปลอดภัยไปยัง ‘ซิทาเดล’ ซึ่งเป็นสถานที่ที่ตั้งอยู่ท่ามกลางโลกอันเลวร้ายนี้และเป็นที่ที่ผู้มีอำนาจทั้งหลายอาศัยอยู่อย่างสะดวกสบายภายใต้ระบบเทคโนโลยีชีวภาพที่ทันสมัย ไม่นานเวสเปอร์ก็ค้นพบว่าเพื่อนบ้านตัวร้ายอย่าง ‘โจนาส’ (เอ็ดดี้ มาร์ซาน) กำลังตามหา คามิเลีย ผู้ปกปิดความลับที่สามารถเปลี่ยนชีวิตพวกเขาไปตลอดกาล การโดนบังคับให้เข้าสู่การผจญภัยแสนอันตราย ทำให้เวสเปอร์ต้องพึ่งพาความสามารถทางสติปัญญาและความสามารถในการแฮ็กเข้าสู่เซลล์สิ่งมีชีวิต มาปลดล็อคกุญแจสำคัญที่จะนำไปสู่อนาคตในอีกรูปแบบหนึ่ง",
                "score": {
                    "screenPlay": 5,
                    "playing": 6,
                    "music": 9,
                    "actorSkills": 6,
                    "graphics": 9,
                    "average": 7
                }
            }
        }
        
    ]
}